[Main]
DisplayName=Português

[Uninstaller_frmIObitUninstall]
rdibFeedback.Caption=Comentários

[Uninstaller_fraBrowserCleaner]
lbl_NoItems.caption=Sem Barra de Ferramentas e Plugins no seu navegador
rdlvAllBrowse.Columns[0].Caption=Nome
rdlvAllBrowse.Columns[1].Caption=Avaliação do Utilizador
rdlvAllBrowse.Columns[2].Caption=Operação
rdlvCustomBrowse.Columns[0].Caption=Nome
rdlvCustomBrowse.Columns[1].Caption=Operação
mniRemove.Caption=Remover
mniRate.Caption=Avaliar
mniIgone.Caption=Ignorar
mniRefush.Caption=Refrescar
mniOpenFloder.Caption=Abrir localização do ficheiro
mniOpeninRegedit.Caption=Abrir com o Regedit
mniSelectedAll.Caption=Selecionar todos
mniInvertSelection.Caption=Inverter a seleção
mniSearchOnline.Caption=Pesquisar online

[Uninstaller_frmRestBrowserDefault]
lbl_Caption.Caption=Reíniciar o Navegador
lblConfire.Caption=Está seguro que pretende recuperar as definições por defeito?
lblHomepageTitle.Caption=Página Inícial Atual:
lblSearchTitle.Caption=Motor de pesquisa atual por defeito:
btnImg_OK.Caption=OK
btnImg_Cancel.Caption=Cancelar

[Uninstaller_frm_FeedBack]
lbl_Title.caption=Comentários
lbl_DescTitle.caption=Descrição:
lbl_EmailTitle.caption=E-mail:
lbl_ScreenShot.caption=Cópia do ecrã
lbl_TypeTitle.caption=Tipo de pedido:
btnImg_FeedBackSend.caption=Enviar
btnImg_FeedBackCancel.caption=Cancelar
lbl_ContactMsg.caption=Ou contacte-nos diretamente via

[Uninstaller_From_PluginNotice]
lbl_Title.caption=IObit Uninstaller
btnImg_Remove.caption=Remover
lbl_NoTkanks.caption=Não voltar a mostrar novamente

[Uninstaller_frmSetting]
lbl_Caption.caption=Configurações
lbl_UserInterfaceTitle.caption=Interface do Utilizador
lbl_SkinTitle.caption=Capa:
lbl_LanguageTitle.caption=Idioma Atual:
lbl_FontSize.caption=Tamanho da Fonte:
lbl_Classic.caption=Clássico
lbl_White.caption=Branco
lbl_UpdateTitle.caption=Método de Atualização
lbl_UpdateRemind.caption=Alertar-me quando novas atualizações estiverem disponíveis
lbl_UpdateChooseDes.caption=Método de atualização para este produto:
lbl_UpdateAuto.caption=Atualizar automaticamente
lbl_GeneralCaption.caption=Geral
lbl_AutoDelete.caption=Remover automaticamente ficheiros residuais
lbl_AutoDeleteAfterOtherUninstall.caption=Apagar automaticamente ficheiros inúteis deixados por programas desinstaladores
lbl_RemoveToRecycleBin.caption=Mover ficheiros para a Lixeira
lbl_ShowExplorerButton.caption=Adicionar o Botão "destruir ficheiro" no Explorer
lbl_Notification.caption=Notificação
lbl_AutoShowTipForm.caption=Avisar-me quando outro processo activo de desinstalação for detectado
lbl_BrowserPlugTip.caption=Avisar-me quando Plugins maliciosos estiverem instalados
btnImg_OK.caption=OK
btnImg_Cancel.caption=Cancelar

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Nome
ListView_AppList.Columns[1].caption=Tamanho
ListView_AppList.Columns[2].caption=Data de Instalação
ListView_AppList.Columns[3].caption=Operação
lbl_Notice.caption=Para mostrar as suas Aplicações Windows, por favor assegure-se que a sua conta atual tem direitos de Administrador.
mniUninstall.caption=Desinstalar
mniRefush.caption=Refrescar
mniView.caption=Vista
mniDetails.caption=Detalhes
mniIcons.caption=Ícones
mniOpenFile.caption=Abrir localização do ficheiro
mniOpenReg.caption=Abrir com o Regedit
mniOpenWinstore.caption=Abrir no Winstore
mniSearchOnline.caption=Pesquisar online

[Uninstaller_Frame_Update]
ListView_Update.Columns[0].caption=Nome
ListView_Update.Columns[1].caption=Data de Instalação
ListView_Update.Columns[2].caption=Operação
lbl_NoItems.caption=Não foram encontradas atualizações para o Windows.
mniUninstall.caption=Desinstalar
mniRefush.caption=Refrescar
mniViewby.caption=Vista
mniDetails.caption=Detalhes
mniIcons.caption=Ícones

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Forçar a Desinstalação
lbl_FUInfo.caption=Forçar a Desinstalação ajuda a desinstalar o programa que não pode ser desinstalado de forma tradicional e limpa os ficheiros residuais da desinstalação. Também pode ajudar a remover facilmente o atalho e o ficheiro correspondente.
btnImg_Open.caption=Navegar...
lbl_DropInfo.caption=Você pode navegar ou arrastar e soltar aqui um arquivo ou pasta para excluir ou desinstalar o programa relacionado.
btnImg_Uninstall.caption=Desinstalar
btnImg_Cancel.caption=Cancelar
PopMenu_Uninstall.caption=Desinstalar
PopMenu_OpenFolder.caption=Abrir localização do ficheiro
PopMenu_ViewEntry.caption=Abrir com o Regedit
PopMenu_SearchOnline.caption=Pesquisar online
ListView_FindReslut.Columns[0].caption=Mostrar Nome
ListView_FindReslut.Columns[1].caption=Tamanho
ListView_FindReslut.Columns[2].caption=Data de Instalação

[Uninstaller_frmUninstallForm]
mniMenu_Regedit.caption=Abrir com o Regedit
mniMenu_Path.caption=Abrir localização do ficheiro
btnImg_AllMainCancel.caption=Cancelar
btnImg_Advanced.caption=Avançado
btnImg_Uninstall.caption=Desinstalar
lbl_AutoDelete.caption=Remover automaticamente ficheiros residuais
lbl_IsCreateRestore.caption=Criar um ponto de restauro antes de proceder com a desinstalação
lbl_IsUninstallHint.caption=Pretende desinstalar o programa selecionado?
btnImg_Delete.caption=Apagar
btnImg_ReslutCancel.caption=Cancelar
lbl_SeletedAll.caption=Selecionar todos
lbl_ShredFile.caption=Destruir ficheiros
lbl_AllRestart.caption=Por favor reínicie o seu computador para completar a desinstalação do seguinte programa. Reíniciar agora?
lbl_NoPowerScan.caption=Desinstalação Terminada.
lbl_SomeNeedStart.caption=Por favor reínicie o seu computador para completar a desinstalação do seguinte programa. Reíniciar agora?
btnImg_RecommendClose.caption=Fechar
btnImg_Restart.caption=Sim
lbl_MoneyBackInfo.caption=Você beneficiará de um PC mais rápido e seguro, removendo completamente programas e plugins indesejados. Garantia de devolução do seu dinheiro por um período de 60 dias. Sem perguntas!
lbl_MoneyBackTitle.caption=Garantia de uma desinstalação completa e de um PC mais limpo
lbl_UninstallCompleted.caption=Desinstalação Concluída!
lbl_PluginTitle.caption=Mas para assegurar uma navegação mais segura, os seguintes problemas necessitam ser corrigidos:
lbl_UpgradeDes.caption=Para os corrigir, atualize agora para o IObit Uninstaller PRO.
lbl_AutoUpdateDes.caption=Limpa automaticamente e rapidamente ficheiros residuais
lbl_CleanDes.caption=Detecta e desinstala facilmente bundleware
lbl_MoreDBDes.caption=Com a Base de Dados aumentada, remove mais programas stubborn
lbl_ProTitle.caption=Mas com a edição PRO, pode:
lbl_RemovePlugin.caption=Remova plugins maliciosos para garantir a segurança do seu navegador web
lbl_SupportDes.caption=Mantenha os seus programas importantes sempre atualizados

[Uninstaller_frm_CheckRelatedForm]
btnImg_OK.caption=Desinstalar
btnImg_Cancel.caption=Cancelar

[uninstaller_frmSystemRestore]
lbl_Caption.Caption=Restaurar Sistema
rdlblDesc.Caption=Restaure o seu computador para o estado anterior ao evento selecionado. Os mais recentes não podem ser apagados por motivos de segurança.
ListView_Restore.Columns[0].Caption=Data e Hora
ListView_Restore.Columns[1].Caption=Descrição
btn_CreateRestorePoint.Caption=Criar um Ponto de Restauro
RdImageButton_Restore.Caption=Restaurar
RdImageButton_Delete.Caption=Apagar
lblNull.Caption=Não foram criados pontos de restauro.

[Uninstaller_Form_CleanTool]
RdLabelCaption.caption=Limpeza Residual
lbl_Frame_Detail.caption=A Limpeza Residual irá ajudá-lo a limpar Atalhos inválidos, Windows Patch Cache e ficheiros inúteis da Pasta de Descarga para poupar espaço e a obter um melhor desempenho do sistema.
lbl_Shortcut_Title.caption=Atalhos Inválidos
lbl_Shortcut_Detail.caption=Pesquisa e remove atalhos inválidos do menu Ínicio e área de trabalho, para melhorar o desempenho do sistema && obter uma melhor experiência de utilização.
lbl_WindowsPatch_Title.caption=Windows Patch Cache
lbl_WindowsPatch_Detail.caption=Limpe a cache gerada durante a instalação de patches para libertar mais espaço em disco e fazer o sistema funcionar sem problemas.
lbl_Download_Title.caption=Pasta de Descargas
lbl_Download_Detail.caption=Pesquise arquivos na pasta por defeito de descarga dos navegadores principais e ferramentas de descarga. Antes da eliminação, verifique se são realmente arquivos inúteis.
Menu_Clean_OpenFileLocation.caption=Abrir localização do ficheiro
Menu_Clean_SelectAll.caption=Selecionar todos
Menu_Clean_InvertSelection.caption=Inverter a seleção
ListView_Clean.Columns[0].Caption=Caminho do Ficheiro
RdLabelBack.Caption=Voltar
ck_SelectALL.Caption=Selecionar todos

[uninstaller_FormHistoryCombox]
RdImgBtnNoThanks.caption=Não, obrigado
RdImgBtnUninstall.caption=Desinstalar
RdListView_History.Columns[0].Caption=Nome do Programa
RdListView_History.Columns[1].Caption=Estado

[uninstaller_Form_UninstallLog]
RdImageButton_Closetwo.caption=Fechar

[Uninstaller_Form_FileShardder]
RdLabelCaption.caption=Destruidor de Ficheiros
lbl_Listview_Title.caption=Selecione o ficheiro ou pasta que pretende destruir:
lblLoading.caption=A carregar...
lbl_AddFile.caption=Adicionar ficheiro...
lbl_AddFolder.caption=Adicionar pasta...
RdImageButton_Shredder.caption=Destruir
RdImageButton_Cancel.caption=Cancelar
ListView_FileList.Columns[0].Caption=Caminho do Ficheiro
Menu_Shredder_Shredder.caption=Destruir
Menu_Shredder_AddFile.caption=Adicionar Ficheiro
Menu_Shredder_AddFolder.caption=Adicionar Pasta
Menu_Shredder_Romove.caption=Remover
Menu_Shredder_Clean.caption=Limpar
lbl_Shredder_Tip.caption=A destruir ficheiros. Isto pode levar algum tempo, por favor aguarde...

[uninstall_Mitor_M]
ProStillLeavesone_M=%d programa ainda deixa:
Lbl_metro_Atten.caption=Atenção
lbl_show.caption="%s" tem ainda ficheiros inúteis que podem afectar o desempenho do seu PC.
Donotagain_M=Não voltar a mostrar
Hide_M=Esconder
showDetails_M=Mostrar detalhes
Cleanmanually_M=Limpeza manual
Close_M=Fechar
AutoClean_M=Auto Limpeza
Cleaning_M=A limpar
Cleannow_M=Limpar Agora
StillLeavas_M="%s" tem ainda resíduos:
RegistryEntries_M=entradas do registro
MBFiles_M=MB ficheiros
LeftBy_M=deixado por "%s" foram apagados
Cleanfuture_M=Limpar automaticamente no futuro
Registry_M=Registro
File_M=Ficheiro
Files_M=ficheiros
Items_M=items
Item_M=item
rdlblCleanupCompleted.caption=Limpeza Terminada
rdlblIncomplete.caption=Desinstalação Incompleta
Setting_M=Configuração
Uselessfiles_M=ficheiros inúteis
Uselessregistryentries_M=entradas do registro inúteis
UselessregistryentriesOne_M=entradas do registro inúteis
Removingnow_M=A remover agora...
rdlblRemoving.caption=A remover agora...
TrayHintstill=Ainda %d problemas residuais que podem ser corrigidos.
CCtrayHint_M=Ainda %d+ problemas residuais que podem ser corrigidos.
LeftoversRemoved_M=Ficheiros deixados removidos:
ProStillLeaves_M=%d programas ainda deixados:

[UninstallHistory_M]
rdlbl_NoTkanks.caption=Não, obrigado
RdImageButtonImageButton_Uninstall.caption=Desinstalar

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Atenção
Lbl_Warnning_Detail.caption=Este programa de computador está protegido por leis e acordos internacionais.
lbl_copyright.caption=Copyright© 2005-2018 IObit. Todos os direitos reservados.
lbl_Thanks_Title.caption=Um obrigado especial às seguintes pessoas pela sua fantástica contribuição:
rdhtmlEula.caption=<a>EULA</a> | <a>Política de Privacidade</a>

[Uninstaller_Frame_Software]
ListView_SoftwareList.Columns[1].Caption=Tamanho
ListView_SoftwareList.Columns[2].Caption=Data de Instalação
ListView_SoftwareList.Columns[3].Caption=Operação
Menu_Program_Uninstall.caption=Desinstalar
Menu_Program_Repair.caption=Reparar
Menu_Program_Refresh.caption=Refrescar
Menu_Program_ViewBy.caption=Ver por
Menu_Program_icons.caption=Ícones
Menu_Program_Details.caption=Detalhes
Menu_Program_OpenFileLocation.caption=Abrir localização do ficheiro
Menu_Program_OpeninRegedit.caption=Abrir com o Regedit
Menu_Program_SearchOnline.caption=Pesquisar online

[uninstaller_Form_Activate]
Label_Get.caption=Obter Licença
Label_Retrv.caption=Recuperar Código
Label_Eg.caption=E.g.: AAAAA-BBBBB-CCCCC-DDDDD
lblTitleOne.caption=Remoção de Programas Stubborn
lblContentOne.caption=Remova os programas mais difíceis com tecnologia de ponta e Base de Dados expandida
lblTitleTwo.caption=Desinstala Completamente o Bundleware
lblContentTwo.caption=Monitorize a instalação do programa para detectar e desinstalar facilmente bundleware e plugins incorporados
lblTitleThree.caption=Navegador Rápido e Seguro
lblContentThree.caption=Remova plugins / extensões de anúncios maliciosos para dar-lhe uma experiência de navegação online, suave e segura
lblTitleFour.caption=Novo Atualizador de Software
lblContentFour.caption=Mantenha facilmente e rapidamente os seus programas importantes sempre atualizados
RdImgBtnRegNow.caption=Registar Agora
RdLabelCaption.caption=Ative a Pro Edition para usufruir de uma melhor experiência de serviço
Label_Please.caption=Digite seu código de licença e clique no botão "Registar agora" para ativar todas as funções da edição PRO.
Label_Code.caption=Código da Licença:
Label_More.caption=Mais Benefícios, Nós Prometemos:
RdImgBtn_Upgrade.caption=Atualize para a versão Pro
rdlblHelp.caption=ajuda

[uninstaller_Form_LicenseManager]
RdImgBtn_close.caption=Fechar
rdlblHelp.caption=ajuda
Label_Please.caption=Digite seu código de licença e clique no botão "Registar agora" para ativar todas as funções da edição PRO.
Label_Code.caption=Código da Licença:
RdImgBtnRegister.caption=Registar Agora
Label_Retrv.caption=Recuperar Código
Label_HaveLicense.caption=Não possui uma licença?
Label_click.caption=Clique aqui para obter uma.
RdImageButton_Back.caption=Voltar
RdImageButton_Close.caption=Fechar
RdLabelCaption.caption=Gestor de Licenças
Label_Status.caption=Estado da Licença:
Label_Activated.caption=Activada
Label_Lcode.caption=Código da Licença:
Label_Data.caption=Data de Expiração:
Label_Refresh.caption=Refrescar
Label_Export.caption=Exportar licença
rdlblAlread.caption:=Já tenho um código de licença

[uninstaller_Form_licensemessage]
rdlblHelp.caption=ajuda
RdImgBtn_Closetwo.caption=Fechar
Label_success.caption=A licença foi activada com sucesso!

[uninstaller_ToolUninstallHistroy]
RdLabelDetail.caption=Aqui, você pode visualizar os logs e os  estado de desinstalação. Se o estado for "ficheiros Residuais deixados", você pode clicar em Pesquisar para encontrar e remover todos os ficheiros residuais.
RdLabelCaption.caption=Histórico de Desinstalações
ListView_History.Columns[1].Caption=Data de Desinstalação
ListView_History.Columns[2].Caption=Tamanho
ListView_History.Columns[3].Caption=Estado
ListView_History.Columns[4].Caption=Operação
Menu_ClearThis.Caption=Limpar este registo
Menu_ClearAll.Caption=Limpar tudo

[Monitor_FormMainInitWizard_M]
M_NoticeInfo_AB=1. Clique com o botão esquerdo e arraste o rato para selecionar a área de captura do ecrã
M_NoticeInfo_AC=2. Clique com o botão direito ou pressione Esc para sair
M_Rect=Rectângulo
M_Oval=Oval
M_Text=Texto
M_Paintbrush=Pincel
M_Return=Desfazer operação Ctrl + Z
M_Copy=Copiar para área de transferência
M_Exit=Sair da captura de ecrã
M_Save=Guardar
M_TipInfo=A captura do ecrã foi guardada na área de transferência. Você pode usar Ctrl + V para colar.
M_TipShow=Não mostrar novamente esta mensagem
M_TipSure=OK
M_NoticeInfo=①  Clique com o botão esquerdo e arraste o rato para selecionar a área de captura do ecrã
M_NoticeInfo_a=②  Clique com o botão direito ou pressione Esc para sair

[Uninstaller_Form_SendResult]
lbl_Sending.caption=A enviar...
lbl_SendFailed.caption=O envio falhou. Por favor clique OK para submeter online os seus comentários.
btnImg_SendFailed.caption=OK
lbl_SendSuccess.caption=Obrigado pelos seus comentários. Iremos contactá-lo logo que possível.
btnImg_SendSuccess.caption=OK

[Uninstaller_Form_UptoPro]
Rdlb_UpdateManually.caption=Atualização Manual
Rdlb_lbOpenBuyWeb.caption=Cansado de atualizações manuais?
RdLb_OpenBuyWeb.caption=Ative as Atualizações Automáticas

[Uninstaller_M]
MainGiftbox_Hint=%D% de Desconto Especial
MainUpdate_Hint=Uma nova versão está disponível
Startup_Delete_M=Apagar
LicenseSeat_M=Licença Individual:
Powerful_File_Reboot_M=Ficheiro apagado ao Reíniciar:
Powerful_File_Del_M=Ficheiro apagado:
Powerful_Reg_Sucess_M=Registro apagado:
Powerful_Reg_Faild_M=Falha ao apagar o Registro:
Powerful_Task_Sucess_M=Tarefa Agendada eliminada:
Powerful_Task_Faild_M=Falha ao eliminar Tarefa Agendada:
Powerful_Services_Sucess_M=Serviço eliminado:
Powerful_Services_Faild_M=Falha ao eliminar o serviço:
CodeLiftTime_M=Este é um código de licença perpétuo, o qual é válido apenas para o IObit Uninstaller v6. Por favor resinstale o seu IObit Uninstaller v6 PRO.
ShredderDetail_1=Os arquivos excluídos podem ser recuperados mesmo após a formatação do disco.
ShredderDetail_2=O Destruidor de arquivos ajuda-o a remover arquivos indesejados com segurança e de forma permanente.
Program_Information=Informação do Programa
Files_Deleted=Ficheiros Apagados
Registries_Deleted=Entradas do Registro Apagadas
Scheduled_Tasks_Deleted=Tarefas Agendadas Apagadas
Deleted_on_Reboot=Apagado ao reiníciar
Service_Deleted=Serviço Apagado
HtmlADPluginCaption=<a>%d</a> Interferência de Plugins de Publicidade
HtmlMaliciousPluginCaption=<a>%d</a> Ameaça de Plugins Maliciosos
MenuRight_Caption=Desinstalação Poderosa
UninstallLog_No_IsEmpty_M=Não foram encontrados ficheiros residuais na Pesquisa Poderosa.
Input_Text_Search=Procurar
Hint_Settings=Opções
Hint_WindowMin=Minimizar
Hint_WindowMax=Maximizar
Hint_WindowRest=Restaurar
Hint_WindowClose=Fechar
Hint_Tools=Ferramentas
Nav_Colle_Program_All=Programas
Nav_Colle_Browser=Ferramentas & Plugins
Nav_Colle_Win=Applicações Windows
Nav_Colle_AC=Centro de Ação
Nav_Item_Program_All=Todos os Programas
Nav_Item_Program_Recent=Recentemente Instalado(s)
Nav_Item_Program_Infrequent=Raramente Usados
Nav_Item_Program_Large=Programas Grandes
Nav_Item_Win_Update=Atualização do Windows
Nav_Item_Browser_All=Todas as Ferramentas & Plugins
Button_Uninstall=Desinstalar
Button_Remove=Remover
Button_OK=OK
Button_Cancel=Cancelar
Button_Close=Fechar
Button_Yes=Sim
Button_No=Não
Button_Continue=Continuar
FileCorruptedMsg=Alguns arquivos do IObit Uninstaller estão corrompidos. Por favor reinstale o IObit Uninstaller.
Program_Mult=O programa já está em execução com a conta de um utilizador diferente. Por favor saia dessa conta antes de tentar novamente iníciar a sua execução.
ToolPopForceUninstall=Forçar a Desinstalação
ToolPopCleanup=Limpeza Residual
ToolPopHistory=Histórico de Desinstalações
ToolPopFileShredder=Destruidor de Ficheiros
MoreSettingPopSetting=Configurações...
MoreSettingPopRestore=Restaurar
MoreSettingPopExport=Exportar lista de programas
MoreSettingPopUpdate=Procurar atualizações
MoreSettingPopManual=Manual do Utilizador
MoreSettingPopSupport=Suporte Técnico
MoreSettingPopOnline=IObit online
MoreSettingPopLike=Gostar
MoreSettingPopAbout=Acerca
DefaultSelProg=Desinstale os programas desnecessários para libertar mais espaço.
DefaultSelPlug=Remova plugins indesejados para proteger seu navegador.
DefaultSelWApp=Desinstale os aplicativos Windows indesejados para aumentar o desempenho do seu PC.
SelInfoProg=programa seleccionado para desinstalação. Tamanho total:
SelInfoProgM=programas seleccionados para desinstalação.Tamanho total:
SelInfoPlug=plugin seleccionado para remoção.
SelInfoPlugM=plugins seleccionados para remoção.
SelInfoUpdate=Atualização do Windows seleccionado para desinstalação.
SelInfoUpdateM=Atualizações do Windows seleccionadas para desinstalação.
SelInfoWApp=app seleccionada para desinstalação.
SelInfoWAppM=apps seleccionadas para desinstalação.
v_license_OtherCode_M=O código de licença %s é somente válido para %s. Por favor clique o botão OK para descarregar e registar o %s.
Cannotconnect_M=Não se consegue ligar ao servidor. Por favor verifique as configurações da sua rede/proxy e tente validar a sua licença mais tarde.
license_OtherGivewalys_M=%s é uma licença oferta e é somente válida para uma versão especifíca. Por favor visite <a>aqui</a> para adquirir uma nova licença for IU v7 PRO.
SysRestore_CreateComplete=Criado um ponto de Recuperação com sucesso!
SysRestore_CreateFailed=A criação de um Ponto de Recuperação falhou! Por favor verifique se o seu Sistema de Recuperação está activado.
SysRestore_CreateRestore_Confirm=Está seguro que pretende criar um ponto de Recuperação?
SysRestore_CreateRestore_Tip=A Criar um Ponto de Restauro, por favor aguarde...
SysRestore_CreateRestore_Failed=A criação de um Ponto de Recuperação falhou! Por favor verifique se o seu Sistema de Recuperação está activado.
SysRestore_SetRestore_Confirm=WARNING: Restaurar o seu sistema para um ponto de restauração irá desfazer todas as alterações feitas após esse ponto de restauração. Uma vez iniciado, a Restauração do sistema não pode ser desfeita ou interrompida. Está seguro que quer continuar?
SysRestore_SetRestore_Reboot=É necessária uma reinicialização para aplicar essas alterações. Salve todos os arquivos abertos e feche todos os programas abertos antes de reíniciar. Reíniciar o computador agora?
SysRestore_SetRestore_Tip=A Restaurar arquivos e configurações do sistema, aguarde...
SysRestore_Delete_Confirm=Está seguro que pretende apagá-lo?
Clean_Shortcuts_GroupsHeader_M=Atalhos Inválidos
Clean_WindowsPatch_GroupsHeader_M=Windows Patch Cache
Clean_Download_GroupsHeader_M=Pasta de Descargas
Shredder_Del_M=Está seguro que pretende remover permanentemente os %d items adicionados? Esta acção é IRRECUPERÁVEL e leva algum tempo a completar.
Shredder_DelOne_M=Está seguro que pretende remover permanentemente o %d item adicionado? Esta acção é IRRECUPERÁVEL e leva algum tempo a completar.
Shredder_NotDel_M="%s" Não foi destruído, pois não consegue escrever por cima. Por favor verifique se ainda está em utilização.
Shredder_InUse_M=Alguns ficheiros não foram destruídos porque não se consegue escrever por cima deles. Por favor verifique se ainda estão em utilização.
Shredder_Sucess_M=Destruição bem sucedida.
Shredder_OneSucess_M=Destruição bem sucedida.
Shredder_DirIsEmpty_M=Está vazio. Você não o pode destruir.
FileShredder_MaxCount_M=5000 ficheiros foram adicionados. Por favor adicione os restantes ficheiros após destruir estes 5000 ficheiros.
BatchUninstall_NoneSelect_M=Por favor selecione no mínimo um programa.
OtherInfo_M="%s" apenas pode ser desinstalado a partir do Painel de Controlo. Pretende ir para o Painel de Controlo para continuar a desinstalação?
RelationInfo_M="%s" serão desinstalados conjuntamente. Está seguro que pretende continuar com a desinstalação?
EndProInfo_M=Processo "%s" de "%s" está ainda em execução. Por favor assegure-se que terminou "%s" e clique para Continuar.
DRclickmis_M="%s" não pode ser desinstalado pelo processo standard. Por favor <a>clique aqui</a> para receber instruções detalhadas de desinstalação e desinstalar novamente.
UinstallAgain_M=Desinstalar Novamente
license_expired_M=A licença %s expirou. Clique <a>aqui</a> para comprar uma nova licença.
license_maximum_M=A licença %s já foi ativada para o máximo número de PCs e não pode ser usada. Por favor clique <a>aqui</a> para comprar uma licença adicional para activar o IObit Uninstaller PRO neste PC.
license_Free_M=A licença %s não pode ser activada. Por favor compre uma nova licença para o IObit Uninstaller PRO.
license_valid_M=Código de licença inválido! Por favor digite um código de licença válido.
Uninstall_Btn_Str=Desinstalar
SureToDelete_Str=Está seguro que pretende apagar os items selecionados?
DeselectAll_Str=Desselecionar Tudo
SelectAll_Str=Selecionar todos
SuccessReslutFromHistroySome=Ficheiros residuais de <a>%d</a> programas limpos com sucesso. Verifique em baixo os detalhes.
SuccessWithNoResidualSingle=Você desinstalaou com sucesso <a>%d</a> programa(s) sem ficheiros residuais.
SuccessWithNoResidualSome=Você desinstalaou com sucesso <a>%d</a> programas sem ficheiros residuais.
FailedReslut="%s" falhou a sua desinstalação. Digite em baixo o seu email e clique no botão Comentários. O ficheiro de log da desinstalação será enviado para nós.
AllFailedReslutSingle=A Desinstalação %s falhou. Digite em baixo o seu email e clique no botão Comentários. O ficheiro de log da desinstalação será enviado para nós.
AllFailedReslutSome=A Desinstalação %d programas falhou. Digite em baixo o seu email e clique no botão Comentários. O ficheiro de log da desinstalação será enviado para nós.
MsgBox_SelectWin8App=Por favor selecione no mínimo uma aplicação.
NoticeInfo_One=Um Plugins Malicioso foi detectado no seu navegador, por favor abra o IObit Uninstaller para o remover.
NoticeInfo_Some=Plugins Maliciosos foram detectados no seu navegador, por favor abra o IObit Uninstaller para os remover.
FuncPluginRemoveSuccessMsgBox=Items removidos com sucesso
FuncPluginSelectMsgBox=Por favor selecione primeiro um item.
FuncPluginRemoveFailedMsgBox_2=Por favor selecione um dos seguintes navegadores para remover os items:
FuncPluginRemoveFailedMsgBox_3=Por favor feche os navegadores e tente novamente.
FuncPluginRemoveFailedSingleMsgBox=A remoção de %s falhou. Por favor clique em Comentários para obter mais ajuda.
FuncPluginRemoveFailedSomeMsgBox=A remoção de %d plugins falhou. Por favor clique em Comentários para obter mais ajuda.
RestoreDefaultSettingsButton=Recuperar as configurações por defeito do %s
FeedBack_Sending=A enviar...
FeedBack_SendingSuccess=Envío com sucesso
FeedBack_SendFailed=O envio falhou. Por favor clique OK para submeter online os seus comentários.
licenseEg_M=E.g.: AAAAA-BBBBB-CCCCC-DDDDD
lbl_White.caption=Branco
NouselessFiles_M=Não foram encontrados ficheiros inúteis no seu computador.
ExistDownloadFile_M=Está seguro que pretende limpar os ficheiros selecionados da Pasta de Descargas?
scaning_M=A pesquisar
Exit_M=Sair
OpenIU_M=Abrir o IObit Uninstaller
Allthefollowing_M=Todos os ficheiros residuais foram limpos com sucesso.
SpecTClose=Fechar
SpecTOK=OK
SpecTHide=Esconder
SpecTUninstalling=A desinstalar o seguinte programa:
SpecTUninstallingM=A desinstalar os seguintes programas:
SpecTUninstalled=programa foi desinstalado.
SpecTUninstalledM=programa foi desinstalado.
Shredder_NotAddFolder_M=Não é possível adicionar ficheiro "%s" à destruição porque esta operação poderá causar instabilidade no sistema
ForceUninstallEndProgressMsg=%s está em execução. Por favor termine o processo e tente novamente.
Setting_UITitle=Interface do Utilizador
Setting_UpdateTitle=Método de Atualização
Setting_GeneralTilte=Geral
Setting_NotificationTilte=Notificação
Setting_Size_Normal=Normal
Setting_Size_Large=Grande
Setting_Size_Larger=Maior
Update_NoItem_Tip=Não foram encontradas atualizações para o Windows.
MsgBox_SelectProgram=Por favor selecione no mínimo um programa.
UpdateColumnStr_Title=Nome da Atualização (Total:%d)
Update_Loading_Tip=A carregar Atualizações do Windows...
Win8NoItemTip=Não foram encontradas aplicações Windows.
Win8ColumnStr_Title=Nome da Aplicação (Total: %d)
Detail_Tip=Detalhes
Detail_Name=Nome
Detail_Ver=Versão
Detail_Path=Caminho da Instalação
Detail_Des=Descrição
Detail_Publisher=Editor
Win8LoadingApp=A carregar Aplicações...
Win8ListViewGroupsWin8AppHeader=Applicações Windows
Win8ListViewGroupsWin8AppSubtitle=Aplicações publicadas pela Microsoft Corporation.
Win8ListViewGroupsThirdHeader=Aplicações de Terceiros
Win8ListViewGroupsThirdSubtitle=Aplicações publicadas por companhias Terceiras.
ListViewPlugSysbit=bit
ListViewGroupMaliciousTitle=Barra de Ferramentas e Plugins Maliciosos
ListViewGroupMaliciousDesc=Essas barras de ferramentas e plugins podem mudar o seu navegador padrão e roubar informações privadas.
ListViewGroupAdTitle=Barras de ferramentas e plugins baseados em publicidade
ListViewGroupAdDesc=Essas barras de ferramentas e plugins podem exibir publicidade, banners, etc.
ListViewGroupTrustTitle=Barras de Ferramentas e Plugins confiáveis
ListViewGroupTrustDesc=Essas barras de ferramentas e plugins não prejudicam o seu computador. Você pode removê-los ou mantê-los conforme o seu desejo.
ListViewGroupExtensions=Extensões
ListViewGroupPlugins=Plugins
ListViewGroupToolbar=Barra de Ferramentas
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
ListViewGroupInjectedPrograms=Programs Inseridos
ListViewGroupExtension_DES=As extensões são usadas para personalizar o navegador com recursos que você gosta
ListViewGroupPlugin_DES=O plugin pode ser facilmente instalado e usado como parte do navegador da Web
ListViewGroupToolbar_DES=A barra de ferramentas ajuda os utilizadores a acessar sites rapidamente ou a executar outras funções de aplicativos
ListViewGroupBHO_DES=O BHO ajuda a criar navegadores personalizados e oferece funções interativas mais simples
ListViewGroupActivex_DES=O ActiveX é usado pelo Internet Explorer para facilitar a reprodução de media
ListViewGroupInjection_DES=Os programas injetados inserem arquivos dll de terceiros no processo do navegador para fornecer recursos adicionais
PluginNoItemTip=Nenhuma barra de ferramentas ou plugins foram encontrados em seu navegador
NoSerchItem_Tip=Não foram encontrados items que se enquandrem nos critérios de pesquisa.
PluginColumnStr_Title=Nome (Total: %d)
ChromeSysncStr=Por favor desative o recurso de sincronização do Chrome para remover completamente os plugins selecionados. Caso contrário, os plugins podem ser reinstalados automaticamente.
FuncPluginSysPluginMsgBox=Não é recomendado remover %s uma vez que as funções do seu navegador poderão ser afectadas após a remoção.
FuncPluginLoading=A carregar...
FuncPluginRmoveSuccess=Removido com sucesso. A carregar...
FuncVotePlugSelectMsgBox=Por favor selecione um item para avaliar
FuncPluginRmoveConfireSingleMsgBox=Tem certeza que quer remover o item selecionado?
FuncPluginRmoveConfireSomeMsgBox=Tem certeza que quer remover os itens selecionados?
FuncCheckBrowserMsgBox_1=%s está em execução.
FuncCheckBrowserMsgBox_2=Clique OK para o fechar (Por favor salve primeiro o seu conteúdo).
FuncCheckBrowserMsgBox_3=Ou clique Cancelar para abortar a operação.
FuncCheckBrowserMsgBox_4=%s estão em execução.
FuncCheckBrowserMsgBox_5=Clique OK para forçar o seu encerramento (O conteúdo não salvaguardado pode ser perdido).
FuncCheckBrowserMsgBox_6=Ou clique Cancelar para abortar a operação.
FuncPluginRemoveFailedMsgBox_1=Falha na remoção dos seguintes items:
FuncPluginRemoveFailedMsgBox_4=%s pode falhar a sua remoção porque está protegido por %s. Por favor feche o %s e reínicie o IObit Uninstaller para o remover novamente.
FuncRestoreSuccessMsgBox=Recuperado com sucesso para as configurações por defeito.
FuncRestoreFailedMsgBox=A recuperação das configurações por defeito do seu navegador falhou, por favor encerre %s e tente novamente.
PluginRestoreStr=Recuperar as configurações por defeito do %s
FuncVoteMarkSelectMsgBox=Por favor avalie.
FuncVoteFailedMsgBox=A avaliação falhou, verifique sua conexão de rede e tente novamente.
FuncVoteActiveVote=Avaliar
FuncVoteWaitting=A submeter a avaliação, por favor aguarde...
VoteStr_1=<a>1</a> utilizador avaliou. Você já avaliou.
VoteStr_2=Não foram recebidas ainda avaliações. Seja o primeiro a avaliar.
VoteStr_3=<a>%d</a> utilizadores já avaliaram. Você já avaliou.
VoteStr_4=<a>%d</a> utilizadores já avaliaram. O que pensa sobre este plugin?
NoticeInfoEx_One=<a>1</a> Foi detectado um plugins malicioso no seu navegador, por favor abra o IObit Uninstaller para o remover
NoticeInfoEx_Some=<a>%d</a> Foram detectados plugins maliciosos no seu navegador, por favor abra o IObit Uninstaller para os remover.
UninstallPromote=Comprar Agora
OneItemStr=%d item
SomeItemStr=%d items
OneItem=item
SomeItems=items
RebootToDelete_Str=(Apagar ao reíniciar)
UninstallingSingleStr=Está seguro que pretende desinstalar o programa selecionado?
UninstallingSomeStr=Está seguro que pretende desinstalar os %d programas selecionados?
Uninstall_Str=A Desinstalar %s (%d/%d)
Scan_Str=A pesquisar %s (%d/%d)
CreateRetore_Str=A Criar um Ponto de Restauro, por favor aguarde...
SureToDeleteSomeStr=Desinstalados <a>%d</a> programas. Por favor assegure-se de apenas marcar o item que pretende apagar.
SureToDeleteOneStr=Desinstalado <a>1</a> programa.  Por favor assegure-se de apenas marcar o item que pretende apagar.
SureToDeleteByHistroyStr=Pesquisa terminada. Por favor assegure-se de apenas marcar o item que pretende apagar.
DeletingStr=A apagar ficheiros residuais, por favor aguarde
DeleteCancleStr=Está seguro que pretende cancelar esta eliminação?
RestoringCancleStr=A Criar um Ponto de Restauro. Está seguro que pretende cancelar?
RegistryCaption_Str=Registro
FileCaption_Str=Ficheiro
TaskCaption_Str=Tarefas Agendadas
ServiceCaption_Str=Serviços do Sistema
HintProToolStr=A Desinstalação Avançada ajuda a desinstalar completamente o %s .
SuccessReslutFromHistroySingle=Ficheiros residuais foram limpos com sucesso. Verifique os detalhes em baixo:
SuccessReslutFromUninstallSingle=Você desinstalou com sucesso <a>%d</a> programa com os seguintes detalhes:
SuccessReslutFromUninstallSome=Você desinstalou com sucesso <a>%d</a> programas com os seguintes detalhes:
SuccessReslutNeedRestartSingle=<a>%d</a> programa foi desinstalado.
SuccessReslutNeedRestartSome=<a>%d</a> programas foram desinstalados.
FileDeleteReslut=Ficheiros apagados:  <a>%s</a>
RegDeleteReslut=Entradas do Registro apagadas:  <a>%d</a>
TaskDeleteReslut=Tarefas agendadas apagadas:  <a>%d</a>
ServiceDeleteReslut=Serviços apagados:  <a>%d</a>
HtmlRecomReslutCaption=Desinstalados <a>%d</a> programas e removidos os seguintes ficheiros residuais:
HtmlFileReCaption=<a>%s</a> de ficheiros inúteis
HtmlRegReCaption=<a>%d</a> entradas do registro inúteis
HtmlTaskReCaption=<a>%d</a> tarefas agendadas inválidas
HtmlServicesReCaption=<a>%d</a> serviços de sistema inválidos
RebootYes=Reíniciar Agora
RebootLater=Mais tarde
FromHistroyNoItem=Não foram encontrados ficheiros residuais.
FromUninstallNoItem=Desinstalação Terminada.
RelatedMetroText=Estas aplicações estão relacionadas. Desinstalando uma, automaticamente desinstala as restantes. Está seguro que pretende continuar com a desinstalação?
RelatedSoftText=O conjunto dos produtos acima foram instalados ao mesmo tempo. Deseja desinstalá-los em conjunto?
EmailHint=Por favor digite aqui corretamente o seu email
MemoHint=Por favor descreva em detalhe as suas sugestões ou problemas encontrados.
EmailMessage=Por favor assegure-se que o seu endereço de email está correcto para que o possamos contactar.
ScreenMaxMessage=A Operação falhou. Você atingiu o máximo de 5 cópias do ecrã.
CloseHintMsg=Está seguro que não pretende submeter os seus comentários?
FeedBack_1=Gosto
FeedBack_2=Sugestão
FeedBack_3=A desinstalação falhou
FeedBack_4=A operação de mostrar todos os programas falhou
FeedBack_5=Pesquisa Poderosa com problemas
FeedBack_6=Reportar um erro
FeedBack_7=Outros
RelatedProTip=Ative a versão PRO para desinstalar os produtos agrupados em conjunto.
SpecProTip1=Desinstala completamente %s e mais programas.
SpecProTip2=Ative a versão PRO para obter esse recurso e aproveitar mais recursos da versão PRO.
UninstallProTipEnterCode=Digite o código
UninstallProTipActive=Activatar Agora
UninstallProTipManage=Gerir Licença
Scan_M=Pesquisar
Clean_M=Limpar
Cleaning_M=A limpar
SelectAll_M=Selecionar todos
DeselectAll_M=Desselecionar Tudo
PleaseSelect_M=Por favor selecione no mínimo um item para pesquisar.
CloseHint_M=Fechar
Invalid_item_M=(Item Inválido)
ListviewHeader_Software_M=Nome do Programa (Total: %d)
SoftwareFrame_ProgramName_M=Nome do Programa (Total:%s)
History_Scan_M=Pesquisar
History_Detail_M=Detalhe
History_Residualfilesleft_M=Ficheiros residuais deixados
Uninstalled_completely_M=Desinstalado(a) completamente
History_Installed_M=Instalado
History_info_DouBle_M=Os programas selecionados para desinstalar na última vez não foram completamente desinstalados. Clique em Desinstalar para continuar.
History_info_One_M=O programa selecionado para desinstalar na última vez não foi completamente desinstalado. Clique em Desinstalar para continuar.
SoftwareFrame_InstallDate_M=Data de Instalação
SoftwareFrame_FrequencyUse_M=Última vez usado
HistoryInfo_DisplayName=Mostrar Nome
HistoryInfo_Publisher=Editor
HistoryInfo_Version=Versão
HistoryInfo_InstallDate=Data de Instalação
HistoryInfo_UseSize=Espaço usado
HistoryInfo_Location=Localização
HistoryInfo_UninstallDate=Data de Desinstalação
SoftwareFrame_Frequency_DaysHint_M=Não usado por %s dias.
Noprograms_Frequencyofuse_M=Todos os seus programas são frequentemente usados.
Noprograms_100Size_M=Não foi encontrado nenhum programa que tenha excedido 100MB.
Noprograms_match_M=Não foram encontrados items que se enquandrem nos critérios de pesquisa.
Noprograms_Recent_M=Não foram instalados programas nos últimos 10 dias.
Details_M=Detalhes
Export_M=Exportar
monthsago_M=%d meses atrás
yearsago_M=%d ano atrás
yearsagos_M=%d anos atrás
days_left_M=dias restantes
SU_Title=Atualização de Software
SU_COL_Name=Atualização de Software
SU_COL_Version=Versão
SU_COL_Ignore=Ignorar
SU_COL_State=Estado
SU_Ignore=Ignorar
SU_Ignored=Ignorado
SU_NoIgnore=Não ignorar
SU_Update=Atualizar
SU_Updating=A atualizar
SU_UpToDate=Atualizado
SU_NewVersion=Nova Versão
SU_CurrVersion=Versão Atual
SU_ActivePro=Activar as atualizações automáticas
SU_Button_UpdateAll=Atualizar Tudo
SU_Tip=Ajuda-o a manter os seus programas importantes atualizados de forma fácil e eficiente.
APTitle=Activar Todos Pros
AP1=Excluir aplicativos mais difíceis
AP2=Remova Completamente Bundleware
AP3=Remoção de Adware do navegador
AP4=Desinstalar Plugins Maliciosos
Explorer_Button=Destruição de Ficheiros
Controlpanel_Button=Desinstalação Poderosa

[promot_M]
CountDown_M=Oferta com Tempo Limitado: %dd:%dh:%dm:%ds:%dms*
Youhave_M=Você obteve um desconto ESPECIAL de  %D% da IObit!
ThisSpecial_M=Esta oferta especial destina-se a agradecer aos nossos leais utilizadores por nos ajudarem a criar um melhor Desinstalador da IObit
OnlyDays_M=Somente %D Dias restantes
enjoy_the_PRO_M=Active agora para usufruir das funcionalidades da versão PRO:
PromotOne_M=Excluir mais aplicativos difíceis
PromotTwo_M=Remova Completamente Bundleware
PromotThere_M=Remoção de Adware do navegador
ActivateNow_M=Activatar Agora
GiveOffer_M=Desistir da oferta especial

[ActionCenter_M]
M_kvpCaption=Video Downloader
M_kvpInfo_NotIns=Descarregue rapidamente vídeos do YouTube e de 10,000+ sítios.
M_kvpInfo_UpToDate=Descarregue rapidamente vídeos do YouTube e de 10,000+ sítios.
M_kvpOffer=Descarregue rapidamente vídeos do YouTube e de 10,000+ sítios.<br>Descarregue vídeos em qualquer formato, apenas com um clique.<br>Descarregue em lote Playlists do YouTube && Lynda.<br>Velocidade de descarga 3X mais rápida com a tecnologia multi-canal.<br>Converta vídeos locais && online, para qualquer formato.
M_ASCOffer=Limpe e optimize o PC com 1-clique.<br>Aumente a velocidade de arranque do PC, até 300% mais rápido.<br>Limpe os rastos da sua navegação para assegurar a sua privacidade.<br>Monitorize em tempo real as condições do PC para garantir um funcionamento mais suave.<br>Proteja o seu PC contra o spyware comum.
M_IMFOffer=Poderoso e intuítivo programa anti-malware.<br>Defenda-se de ransomware como o GoldenEye e Wannacry.<br>Navegação online e descargas mais seguras.<br>Proteção profunda em tempo real de todo o ambiente.
M_DBOffer=Uma Maior Base de Dados de Drivers (1,000,000+).<br>Atualize os Drivers apenas com 1-Clique.<br>Atualizações Seguras com drivers WHQL certificados.<br>Correção de Problemas Comuns (e.g. network, sound).<br>Reduza as Paragens & Falhas do Sistema.
M_SDOffer=Velocidade de Acesso a Ficheiros mais elevada.<br>Máximo Desempenho do Disco Duro.<br>Acelere o Arranque do seu PC, até 100% mais rápido.<br>Optimize os Jogos para uma Melhor Experiência de Jogo.
M_SMOffer=Traga de volta o Menu Clássico de Ínicio para o Windows 8/10.<br>Motor de Pesquisa de Ficheiros, fácil e poderoso.
M_DLOffer=A maneira simples e segura de gerir as suas senhas.<br>Crie senhas únicas para proteger as suas contas.<br>Faça login automáticamente nos seus sítios favoritos.<br>Para Windows, Mac, iOS e Android.
M_IOTOffer=O seu melhor software de gestão e de transferência para iPhone.<br>Transfere dados entre o iPhone e iPhone/iPad/iPod/PC.<br>Fácil e grátis para gerir fotos, música e vídeos no iPhone.<br>Limpe ficheiros inúteis && e dados da cache para libertar mais espaço.
M_Moffer_Title=IObit Recomenda
M_Close=Fechar
M_Cancel=Cancelar
M_Moffer_Install=Instalar
M_Moffer_NoteEP=Ao clicar "Instalar", você concorda com a instalação %s e aceita o seu <a>EULA</a> && <a>Política de Privacidade</a>.
M_Moffer_Refund=<a>Nota:</a> Você pode obter um reembolso dentro de 30 dias. Ler <a>Política de Reembolsos</a>.
M_FixAllAC=Obter tudo
M_HideAC=Esconder
M_ShowAC=Mostrar
M_ShowACTitle=Segurança && Desempenho
M_ShowACDesc=Clique "Mostrar" para ver outros programas recomendados. Instale-os para melhorar a proteção de segurança e o desempenho do seu PC.
M_AC_FreeTitle=Segurança && Desempenho
M_AC_FreeHelp_Ins=Obtenha maior proteção de segurança e impulsione o desempenho com os programas recomendados.
M_AC_FreeHelp_Upt=Você não obteve as funções melhoradas e as funcionalidades recentemente adicionadas.
M_AC_FreeHelp_OK=Executando regularmente os programas seguintes oferece uma melhor proteção de segurança e o desempenho do seu PC.
M_AC_Free_EULA=A sua anterior aceitação do Acordo de Licenciamento de Utilizador Final também se aplica aos produtos IObit recomendados.
M_AC_Free_ReadEULA=Ler EULA
M_ShowACTitle2=Aviso!
M_AC_FreeTitle2=Centro de Ação
M_AC_FreeDetail2=Obtenha maior proteção de segurança e impulsione o desempenho com os programas recomendados. A sua anterior aceitação do Acordo de Licenciamento de Utilizador Final também se aplica aos produtos IObit recomendados.
M_Scan=A pesquisar...
M_Recomm_Ins=Recommended: Instalar %s
M_Recomm_Upt=Recommended: Atualizar %s
M_none=Nenhum
M_Fix=Instalar agora
M_Install=Instalar agora
M_fixing=A instalar
M_Updating=A atualizar
M_fixed=Obtido
M_failed=Falhou
M_RuningWell=A última versão instalada
M_Outdated=Desatualizado
M_NotInstalled=Não instalado
M_ASCCaption=Desempenho do Sistema
M_ASCInfo_NotIns=Erros no Registry, problemas de privacidade e ficheiros inúteis foram encontrados no seu PC.
M_ASCInfo_UpToDate=O Advanced SystemCare acelera e otimiza o seu PC apenas com 1-click.
M_ASCInfo_NeedUpDate=O Advanced SystemCare está desatualizado.
M_ASCDesc=1-Clique para Proteger e Otimizar o seu PC
M_RunASC=Pesquise agora
M_IMFCaption=Proteção contra Malware
M_IMFInfo_NotIns=Obtenha uma melhor proteção instalando o programa anti-spyware da IObit.
M_IMFInfo_UpToDate=O IObit Malware Fighter protege o seu PC contra programas mal intencionados.
M_IMFInfo_NeedUpDate=O seu programa anti-spyware está desatualizado.
M_IMFDesc=Proteja o seu PC contra programas mal intencionados.
M_RunIMF=Pesquise agora
M_DBCaption=Atualizador de Drivers
M_DBInfo_NotIns_C=Encontrou  drivers desatualizados, os quais poderão criar lentidão e destabilizar o seu PC.
M_DBInfo_NotIns=Podem existir drivers desatualizados, que poderão criar lentidão e destabilizar o seu PC.
M_DBInfo_UpToDate=O Driver Booster atualiza os drivers desatualizados no seu PC.
M_DBInfo_NeedUpDate=O seu programa atualizador de drivers está desatualizado.
M_DBDesc=Atualize todos os drivers desatualizados no seu PC.
M_RunDB=Pesquise agora
M_SDCaption=Optimização do Disco
M_SDInfo_NotIns=Encontrados problemas de optimização no seu Disco. Optimize-os para melhorar o desempenho do seu disco.
M_SDInfo_UpToDate=O Smart Defrag desfragmenta o disco para um elevado desempenho.
M_SDInfo_NeedUpDate=O seu programa de desfragmentação do disco está desatualizado.
M_SDDesc=Desfragmente o disk para um elevado desempenho.
M_RunSD=Desfragmente Agora
M_SMCaption=Menu Iniciar
M_SMInfo_NotIns=Volte a ter de volta o seu Menu "Iniciar" do Windows.
M_SMInfo_UpToDate=O Menu Iniciar 8 traz de volta o Menu "Iniciar" do Windows.
M_SMInfo_NeedUpDate=O seu Menu Iniciar 8 está desatualizado.
M_SMDesc=Traga de volta o Menu "Iniciar" do Windows.
M_RunSM=Execute Agora
M_AMCCaption=Proteção Android
M_AMCInfo_NotIns=Obtenha uma melhor segurança e proteção de privacidade para o seu equipamento Android.
M_Recomm_Ins_AMC=Recommended: Instale %s no seu equipamento Android.
M_AMCDesc=Optimize e proteja o seu equipamento Android.
M_RunAMC=Obtenha-o agora
M_DLCaption=Gestor de Senhas
M_DLInfo_NotIns=Proteja e gestione todas as suas senhas com o Gestor de Senhas Dashlane.
M_DLInfo_UpToDate=Nunca mais se esqueça da sua senha com segurança e proteção do Dashlane.
M_RunDL=Gerir
M_AC_FreeTitleHide1=Todos os programas recomendados estão escondidos!
M_IUCaption=Desinstalador de Programas
M_IUInfo_NotIns=Remova programas indesejados, barras de ferramentas, e plugins do seu Navegador.
M_IUInfo_UpToDate=O IObit Uninstaller remove completamente plugins e aplicaçoes.
M_IUInfo_NeedUpDate=O seu IObit Uninstaller está desatualizado.
M_RunIU=Execute Agora
M_FPCaption=Conversor de Video
M_FPInfo_NotIns=Obtenha um conversor de video para converter os seus videos para diferentes equipamentos.
M_FPInfo_UpToDate=Desfrute vizualizando os seus videos em qualquer equipamento que pretenda.
M_FPInfo_NeedUpDate=O Formato do Pacote está desatualizado.
M_iFreeUpCaption=Otimização iOS
M_RuniFreeUp=Pesquise agora
M_BuyiFreeUp=Compre agora
M_iFreeUpDesc=Liberte o seu equipamento iOS para ter mais espaço.
M_iFreeUpInfo_NotIns=Existe muito espaço valioso perdido no seu equipamento iOS.
M_iFreeUpInfo_UpToDate=iFreeUp liberta o seu equipamento iOS para obter mais espaço.
M_iFreeUpInfo_NeedUpDate=O seu iFreeUp está desatualizado.
M_Recomm_Ins_iFreeUp=Recommended: Instale %s para libertar espaço perdido.
M_RunSGB=Impulsione Agora
M_SGBCaption=Otimização de Jogos
M_SGBInfo_NotIns=Impulsione o seu Jogo e a vida do seu PC mantendo-o em excelente forma.
M_SGBInfo_UpToDate=O Superb Game Boost aumenta a velocidade e otimiza o Desempenho do seu Jogo com 1-click.
M_SGBInfo_NeedUpDate=O Superb Game Boost está desatualizado.
M_VipTitle=Oferta VIP Exclusiva
M_AC_ShareTip=Partilhe a oferta exclusiva com os seus familiares e amigos
M_AC_Pro_Title=Outros produtos recomendados para uma melhor segurança e desempenho.
M_ACPro_SubTitle=Compre agora e usufrua de descontos EXCLUSIVOS somente para utilizadores ASC PRO.
M_ACPro_SubTitle_AU=Compre agora para usufruir de descontos EXCLUSIVOS somente para utilizadores ASC Ultimate.
M_ActionCenterTitle_Perfectly=Todos os programas estão a funcionar corretamente!
M_SubTitle_Perfectly=Execute regularmente os seguintes programas para obter uma melhor proteção de segurança e desempenho do seu PC. Desfrute usando-os.
M_ShowACTitlePro=Oferta VIP Exclusiva
M_ShowACDescPro=Clique em "Mostrar" para obter descontos EXCLUSIVOS para outros produtos IObit recomendados.
M_AC_ProShareMail=Partilhe via Email
M_AC_ProShareFB=Partilhe via Facebook
M_AC_NoMailCLient=A operação falhou, uma vez que o cliente de email por defeito não está instalado corretamente.
M_BuyIMF=Compre agora
M_BuyDB=Compre agora
M_BuySD=Compre agora
M_AC_Tips=Obtenha uma melhor proteção de segurança e um aumento de desempenho, instalando os programas recomendados.

[SendBugReportNew_FrmMain]
lblTitle.Caption=IObit Uninstaller
btnSendReport.Caption=Enviar relatório de erros
lblErrorDetails.Caption=Detalhes dos Erros:
lblUserEmail.Caption=O seu endereço de email:
lblSuccTips.Caption=Obrigado por nos ter enviado o relatório de erros. Nós iremos tentar solucionar os mesmos logo que possível.
btnClose.Hint=Fechar

[SendBugReportNew_M]
M_AskUserTips=encontrou um problema. Por favor envie-nos um relatório de erros e ajude-nos a corrigi-los.
M_BugStatisticsTips=encontrou um problema e necessita encerrar. Nós estamos a tentar analisar a sua causa. Por favor aguarde...
M_SendingTips=A enviar...
M_AttentionTips=encontrou um problema e necessita encerrar. Por favor reínicie-o mais tarde.
M_InvalidEmailTips=Endereço de email inválido! Por favor digite um enedereço de email válido de forma que possa receber a nossa resposta.
M_OKTips=OK

[ACD_M]
M_Downloading=A Descarregar:
M_TipFixing=A Corrigir
M_Tips=A Descarga está em progresso. Clique duas vezes no ícone para ver os detalhes.
M_Installing=A Instalar:
M_MD5Faild=O ficheiro de descarga está corrompido. Por favor tente novamente mais tarde.
M_NetError=A descarga falhou devido a um problema de rede. Por favor tente mais tarde!
M_DiskIsFull=Espaço de disco Insuficiente!
M_Speed=Velocidade:
M_AreSure_IObit=Está seguro que pretende sair do IObit Downloader?

[ACD_frmActionCenter]
lbl_Cancel.Caption=Cancelar
lbl_Min.Caption=Minimizar
btnClose.Hint=Fechar

